module.exports = {

"140.82.114.4" : "美国弗吉尼亚阿什本 GitHub",
"157.55.39.66" : "unkonw",
"140.82.112.4" : "美国华盛顿西雅图 GitHub",
"13.234.176.102" : "印度 马哈拉施特拉 孟买 亚马逊云",
"13.114.40.48" : "日本 东京 亚马逊云",
"52.192.72.89" : "日本 东京 亚马逊云",
"52.69.186.44" : "日本东京 电信？",
"52.78.231.108" : "韩国 首尔 亚马逊云",
"52.64.108.95" : "澳大利亚 新南威尔士 悉尼 亚马逊云",
"192.30.255.112" : "美国 华盛顿 西雅图",
"192.30.255.113" : "美国 华盛顿 西雅图",
"20.205.243.166" : "新加坡微软云",
"140.82.121.4" : "美国华盛顿西雅图 GitHub",
"66.220.148.145" : "美国俄勒冈普赖恩维尔 Facebook",
"140.82.113.3" : "美国弗吉尼亚阿什本 GitHub",
"20.27.177.113" : "日本东京微软云",
"20.248.137.48" : "澳大利亚新南威尔士悉尼 微软云",
"140.82.121.3" : "美国华盛顿西雅图 GitHub",
"140.82.112.3" : "美国华盛顿西雅图 GitHub",
"140.82.113.4" : "美国弗吉尼亚阿什本 GitHub",
"20.200.245.247" : "韩国首尔微软云",
"20.207.73.82" : "印度马哈拉施特拉浦那 微软云",
// "" : "",
// "" : "",
"" : "",
"" : "",
"" : "",
"" : "",
"" : "",
"" : "",
"" : "",
}


// 200 ip==>20.200.245.247
// 200 ip==>20.207.73.82
// 200 ip==>140.82.112.3
// 200 ip==>140.82.113.3
// 200 ip==>140.82.112.4
// 200 ip==>192.30.255.112
// 200 ip==>140.82.114.4


// 185.199.108.154               github.githubassets.com
// 199.232.68.133                camo.githubusercontent.com
// 52.168.24.190                 github.map.fastly.net
// 199.232.69.194                github.global.ssl.fastly.net
// 140.82.112.4                  github.com
// 140.82.112.5                  api.github.com
// 199.232.68.133                raw.githubusercontent.com
// 199.232.68.133                user-images.githubusercontent.com
// 199.232.68.133                favicons.githubusercontent.com
// 199.232.68.133                avatars5.githubusercontent.com
// 199.232.68.133                avatars4.githubusercontent.com
// 199.232.68.133                avatars3.githubusercontent.com
// 199.232.68.133                avatars2.githubusercontent.com
// 199.232.68.133                avatars1.githubusercontent.com
// 199.232.68.133                avatars0.githubusercontent.com